[M_IrisHUB_MatterOfTaste MissionDefinition]
MissionName="Questão de Opinião"
MissionDescription="Alguns críticos de [place]Southern Raceway[-place] publicaram uma análise negativa de alguns jogos de simulação ECHO que o Senhor Torgue adora.\nEm um ataque insano de fúria, ele mandou você ir para [place]Southern Raceway[-place] e eliminar os críticos em nome dele."
TurnInDescription="Em defesa do Senhor Torgue, é verdade que ''Mercenários de Diamante 2'' foi muito desvalorizado."
MissionSummary="Elimine os críticos da rede ECHO para o Senhor Torgue."
MissionGiver="Painel de Trabalhos da Cratera"
MissionTurnInLocation="Painel de Trabalhos da Cratera"
TeaserText="Prepare-se para lutar na guerra dos consoles."

[M_IrisHUB_MatterOfTaste:DefeatOtherReviewer MissionObjectiveDefinition]
ProgressMessage="Elimine o crítico de jogos"

[M_IrisHUB_MatterOfTaste:DefeatWave1 MissionObjectiveDefinition]
ProgressMessage="Derrote os críticos da rede ECHO"

[M_IrisHUB_MatterOfTaste:DefeatWave2 MissionObjectiveDefinition]
ProgressMessage="Assassine todos os críticos da rede ECHO"

[M_IrisHUB_MatterOfTaste:FindReviewer MissionObjectiveDefinition]
ProgressMessage="Encontre o BuffGamer"

[M_IrisHUB_MatterOfTaste:KillReviewer MissionObjectiveDefinition]
ProgressMessage="Elimine o BuffGamer"

[M_IrisHUB_MatterOfTaste:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_MatterOfTaste:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_MatterOfTaste:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_MatterOfTaste:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisHUB_MatterOfTaste:ReturnToBoard MissionObjectiveDefinition]
ProgressMessage="Volte até o Painel de Trabalhos"

